export const MySuggestionsSection = () => {
  return (
    <section
      id="my-offers"
      className="w-full max-w-7xl mx-auto px-4 py-4 my-5 bg-white/85 shadow-lg rounded-lg"
    >
      <h2 className="text-4xl font-bold text-left text-gray-900">
        Мои предложения
      </h2>
      <hr className="border-t border-gray-700 my-4" />
      <div className="text-lg text-gray-900 leading-[1.4]">
        <p className="mb-3">
          Если Вы достигли определённого успеха в бизнесе, то это значит, что Вы
          имеете возможность, и способны, обеспечить «правовую безопасность»
          себе и своим близким людям. Заглядывая в «биографические истории»
          известных семей, чьё финансовое благополучие устойчиво в течении
          многих десятилетий и столетий, можно сделать вывод о том, что эти
          семьи всегда имели своих личных садовников, поваров, водителей,
          парикмахеров, официантов и секретарей. Да действительно, человек,
          который в состоянии оплатить работу людей вышеперечисленных профессий,
          освобождается от необходимости самоличного решения целого ряда бытовых
          вопросов, равно, как и члены его семьи. Другими словами -
          состоятельные люди имеют большую степень свободы, чем остальные. Они
          не тратят времени на ежедневные «мелочи». Эти «мелочи», вместо них
          выполняют другие, а богатые люди путешествуют, занимаются творчеством,
          пользуются удобными и надёжными благами цивилизации – наслаждаются
          жизнью. И это – нормально, правильно. А иначе – для чего ещё нужны
          «большие деньги»?
        </p>
      </div>
    </section>
  );
};
