import { Footer } from "@/app/components/Footer/Footer";
import { HeaderBook } from "@/app/components/HeaderBook/HeaderBook";
import Link from "next/link";
import React from "react";

const DreamsSamHypothesis = () => {
  return (
    <>
      <HeaderBook />
      <div className="max-w-4xl mx-auto p-6 my-5 bg-white text-gray-800 rounded-lg shadow-lg">
        <h1 className="text-3xl font-bold text-center mb-6">
          Мечты.Сэм.Гипотеза.
        </h1>

        <div className="space-y-4 text-lg leading-relaxed">
          <p>
            Весь год эти боровы и боровихи жрали чё нипоподя, чё пожирнее, да
            полировали пивком с отрыжкой. Теперь, оздоровиться приехали на море.
            Пипец. Зрелище неимоверное. Ето не целлюлитище. Ето жиротопка
            какая-то.
          </p>

          <p>
            Они верят, что теперь они на оздоровлении. Булки им в пансионате
            дают для плотности три раза в день. Они их в номера тащуть.
            Складирують. Жаба давит такое бабло чтобы пропадало. Жрачка
            всё-таки, деньги то уплочены, надо всё в себя для пользы. Съедать не
            успевают, копят на холодильнике в пакетиках. Потом в тихаря в
            плесени выбрасывают по кустам. Коты здесь отменные Крымские
            халённные Класс!!! На местном рынке (приездном), витамины закупают.
            В свободное от еды время, эти витамины потребляют. Персики,
            виноград, яблоки,… молочко домашнее, и козье тоже. На пляжном
            просторе, в местных туалетах – дрыщат этим молоком. Это отдых.
          </p>

          <p>
            На экскурсии записываются. Ездиют, смотрят. На обед приезжают,
            успевают. Едят хорошо – оздоравливаются! Их столько много!!! По
            курсовкам и путёвкам. Через профсоюзы и за нал. Азовье, черноморье,
            лесье и полесье, реки и озёра принимают всё это иго - трудящихся и
            не очень. Они на пляж выползают. Зрелище – зашибись! Идут чванливо,
            группами по три-пять человек. Мама, папа, дети, баба, деда. Тянут
            сумки с фруктами, матрасы надувные, камеры КАМАЗовские, коврики и
            подстилки, надводные и подводные снасти. И всё для того, чтобы
            удобнее улечься. Увалиться и начать жрать яблоки, винограды,
            семечки, персики, варёную кукурузу, пиво с чипсами и таранью,
            мороженное. Отдых. Массовый жрачь с расслобоном, под палящими лучами
            летнего солнца.
          </p>

          <p>
            Она пошла на свидание, свезло. Шли по парку ночью, в Массандре.
            Трусики из лучших своих надела. Он туда, а там уже влага.
            Получилось. Туфельки из дому привезла. Сгодились. Когда ножку
            задирала, то очень удобно на веточку пристроилась, между каблучком и
            подошвой. Особо держать не напрягалась. Аш закончили. На завтра в
            кино уже пошли вечером. Бар замусоленный. Коктейль подешевле и
            лампочки Ильича с желтым свечением. Коктейль из гранённого стакана,
            ну торкнул без особых, и уже кайфово. Посмеялись. Лавочка и каак
            вчера но уже больше приятного. Привыкли да и он распробовал уже
            поуверенннее. Трусики другие уже, только натёрлось, побрилась так
            отросло за день.
          </p>

          <p>
            А та херячит правосудие. Летом жара. К ней из основных обратился -
            десятку назначила. Просила тех.средства выключить. Надо провести
            экспертизу. А Иосифовичь без мыла лезит. Говорит сведить напрямую.
            Ёбнутый, что ли? Привык срать и в гавне кавыряться палочкой: «чё ещё
            из этого сожрать можно или продать?». А потом при получении анализов
            с удивлением: «во бля! гепатит А!!!???»
          </p>

          <p>
            Да я ничего против этой национальности не имею, но жидяр - не люблю.
            Жиды есть среди русских, украинцев, среди цыган и среди арабов,
            …даже.
          </p>

          <p>
            У нас, уже, слава Богу, выросло целое поколение тех, кто не любит
            Америку. В смысле того, что жить там - ну его нахер! Они - толстые
            дебелы, стреляют в кинотеатрах людей целыми пачками. За ним ездит
            какой-то автомобиль всю неделю, он - это видит, но понимание того,
            что такое быть не может, не позволяет ему телефонуваты самый
            известный телефонный номер в мире - 911.
          </p>

          <p>
            …Одеяла,… …пятнадцать полицейских машин,… …все на расстоянии,… права
            зачитывают,… …пистолет двумя руками держат, как в кине пра америку
            (так учили в полицейской академии). …Орут, пипец.
          </p>

          <p>
            Нет, определённо - в Америке есть много демократического. Ещё в
            60-е, у них на улицах негров убивали. Ку-клукс-клан. А теперь, у них
            темнокожий человек – президент. Заговор? Мировое правительство?
            Ясный хрен - конечно заговор. Смайл.
          </p>

          <p>
            Они умеют мозги покупать и ценить, технологии создавать, и уже их,
            продавать. Умеют быть мировым полицейским. Умеют подарить мечту,
            победить коза ностру. Умеют объегорить рядовых вкладчиков, поощрить
            появление педофилов и блюмэнов.
          </p>

          <p>
            А что, на маскве нет педиков, или их парадов??? А-а-а, в маскве
            наверное никогда рядовых вкладчиков не объёбывали… и большая часть
            рсиян живёт в нормальном жилье. А почему Америку называют
            одноэтажной? А почему «наши», предпочитают лексус - тойоте, бэнтли –
            мэрсу??? А почему их дети едут жить в Америку, или на крайняк в
            Европу, А-а?
          </p>

          <p>
            Марихуанщики залепили часть пространства пропагандой травки.
            Покупаются, пополняя новые ряды наркоманов. Каждый участковый, точно
            и доподлинно знает, кто и где торгует наркотой. Получает. А майоры и
            полковники честь мундира бдят. Маньяки. Покупают оч дорогие автошки,
            детей даже в Англию учится отсылают. Становятся ахметовскими
            менеджерами, и опять, быдло - есть быдло. Их даже сейчас можно на
            субботник выгнать. Прикинь аргумент: «Премии лишат!»…
          </p>

          <p>
            Они это курят, нюхают, лижут и втирают, а потом находят и принимают
            решения, иногда действительно типа «классные», а иногда и
            судьбоносные для целого народа, страны. Они говорят: «Не бойся… Это
            классно... Попробуй, понесёт... Зависимости нет…» А я не верю,
            потому, что к хорошему, если это «хорошо», привыкают быстро. И их
            несёт…
          </p>

          <p>
            Звёзды пьют соки в телевизоре, приковав к ним целые народы. Шоу
            утром, днём, вечером, ночью. Отрывая от главного – от жизни! Да нас
            всё равно нет, и не было.
          </p>

          <h2 className="text-2xl font-semibold mt-6">Раскладка такая:</h2>

          <p>
            Представим себе материальное тело в форме шара. Бл-я-я-я! ШАРА!
            Сладкое понятие. Всех сжирает, особенно национальные лотереи. Так
            вот, делим этот шара, пополама. Берём пополаму и делим ещё на
            пополамы, … …четверть на пополаму, …восьмая, шестнадцатая, тридцать
            вторая, шестьдесят четвёртая, и так до бесконечности, ведь всякий
            раз после раздела напополаму, что-то да будет оставаться, полюбому.
            ДА!? Т.е., если делить, то доделимься до бесконечности…
          </p>

          <p>
            Ну а теперь полетели в обратный конец. Солнечная система, галактика,
            сверхгалактика и ю-ю-ююю…х-ху! Значит то, с чего МЫ начали, есть
            отправная точка. По принципу абсциссы, отправная точка, это - НОЛЬ.
            Во бляяяя, так МЫ, со своими двигателями внутреннего сгорания,
            андроидными коллайдерами, брильянтами в пупке и недополученной
            сдачей в магазине или ресторане, такое гавно…., которого никогда не
            было на самом деле. Мы ноль. В масштабах ВСЕЛЕННОЙ и его ВРЕМЕНИ,
            нас нет… мы ноль!!!!!!!!!!!!!!
          </p>

          <p>
            А чё паримся-то, по мелочам? Я думаю так, всё вокруг нас, и каждая
            наша клеточка, есть БОГ. БОГ есть ВСЕЛЕННАЯ, это - разум природы. Я
            ПРЕУЛЫБАЮСЯ с музчин, которые лепят фуетень про человека от
            обезьяны. Вы обезьян видели…? Я, знаю много обезьян... Камень -
            живой. Он умеет говорить. Нам говорит вода. Мы её не слышим, потому,
            что думаем, что мы - образованы, мы думаем, что мы - думаем. А вы
            уверены, что через десять – двадцать лет, система образования будет
            делать ставку на каких-то, каких-нибудь писателей?. А сейчас уже
            пишут все, даже я.
          </p>

          <p>
            Самые продвинутые уходят в село...из ГОРОДОВ. Детей надо учить
            общению. Олигарх без образования на службе у кагебистов.
          </p>

          <p>
            А вы не знали…? Таких как вы, несколько миллиардов, так что не
            переживайте. Учитесь, учите детей, платите за экзамены, волнуйтесь,
            это - им надо, они - бабло зарабатывают на этом. И вероятность того,
            что если ты образован, угодить в тюрьму, гораздо выше, чем у
            парнишки из трактора.
          </p>

          <p>
            Какой придурок!, и с какого перекура решил, что рулон с туалетной
            бумагой, в туалетной комнате ресторана, следует располагать на той
            же стене, к которой примыкает и сам унитаз? И именно внизу! …Сука,
            …лядь! Почти под унитазом! Сзади! Пипец! Она, выворачивается и
            тянется своими ручонками за ней родимой... Бля, думает, ну
            удобно...! Вывих плеча схватить можно. Платье итак на голове, ещё и
            по вертикальной оси сместилось вместе с бюстиком. И там этот урод
            толстый расжинихался, сейчас своими слюнями тост на брудершафт
            составлять будет. Взглядом влюбленным смотреть станет. И никуда
            нахрен я не денусь. Придется сосаться с этим Рамэо, греби его конём…
            Ну хоть зарплата стабильно высокая!!!
          </p>

          <p>
            А чё..? девки и того не имеют, а гребуться за 2-3 тыщёнки во всё и
            за невыгнать. Одна замужняя воще. Их на фирме трое главных. Так они,
            втихаря друг от друга, с неё не слазают. А та крокодильими
            слезами…-« у меня же муж, а как узнает? и вообще…!?».
          </p>

          <p>
            С таким надменным видом, девица-красавица говорит: я ненавижу всю
            эту гапоту неабразовнную, чё без маникюра, все в волосах ходят, а я
            – вся такая манерная… Это - мысли её. Села в «поршик». Едит.
            Смотрят. Вот вам - моя жизнюшка, вдалася, и все ж так думают! Есть и
            умненькие наблюдатели всей этой дури человеческой. Стоя на
            светофоре, умно смотрят, понимают и где-то остаются
            ровно-довольными, что не такие, как тот, который ей дал этот
            «поршик». Ах, горе от ума – исконно Русская извечная трагедия. У
            власти люди без университетов: Гитлер, Сталин, Хрущёв, Брежнев, …,
            Рыбачёк, Лука, Яныки Шариковы, Властелин.
          </p>

          <h2 className="text-2xl font-semibold mt-6">
            А эти –другие, уже услышали новое слово – ВИСКАРЬ
          </h2>

          <p>
            Так теперь на всяком углу «потомки князей» пьют его. А мы, гварит,
            взяли вискарика… Чё лягушка, так тебе по душе сие пойло
            модно-звучащее на душу припало, А??? А потом, на текилу перешли,
            ха-ха-ха, та какая там соль, какой лайм. Пипец! Шо в Америке! Так
            главное шо – ШО, …О! Лайм, респект, вэб, он-лайн, прога, ай пад,…
            Причём действительно, приличные люди, спокойно трогают хорошенькую
            украинскую горилочку, чистенькую, и живую по-украински… водочку
            по-русски…
          </p>

          <p>
            Что странно, из моих наблюдений – самые дорогие и модные телефоны
            ездиют в трамваях и троллейбусах!!! Нет, они, конечно же, есть и в
            мэрсах, что делает обитателей последних, разочарованными в жизни.
            Как так, и вдруг в трамвае. Правда - все в кредитах. Но, зато с
            таким взглядом олигарха его можно достать в маршруточке, и
            по-деловому, с пониманием дела, ноготком по глянцу… Чик, чик, аллё,
            ну ты чё, можть вечерком на Синоптиках зависним.?.!...
          </p>

          <p>
            На фоне всего этого бедлама - Демократия. Все с гордостью... Я её
            спрашиваю:
          </p>

          <blockquote>
            <p>- За штуку долларов?</p>
            <p>- Нет я не смогу, меня не так воспитали.</p>
            <p>- А за десятку зелени???</p>
            <p>Ответ: я же сказала, что я не продаюсь!!!!</p>
            <p>Вопрос, но уже с ярким интересом: А за 100 000 долларов?</p>
            <p>Ответ: я сейчас не готова. Это всё не по-настоящему…</p>
            <p>А за мильон……………???????????? Ответ: нет!!! (гордо).</p>
          </blockquote>

          <p>
            Да за такие деньги, я - с двумя неграми, … на площади виленина…
            …………………всё-то про грустное то…!
          </p>
        </div>

        <div className="mt-8 flex justify-between">
          <Link href="/lyad" className="text-blue-600 hover:underline">
            Все главы
          </Link>
          <Link href="/lyad" className="text-blue-600 hover:underline">
            Следующая глава
          </Link>
        </div>
      </div>
      <Footer />
    </>
  );
};

export default DreamsSamHypothesis;
