export const MyServicesSection = () => {
  return (
    <section
      id="my-services"
      className="w-full max-w-7xl mx-auto px-4 py-4 my-5 bg-white/85 shadow-lg rounded-lg"
    >
      <h2 className="text-4xl font-bold text-left text-gray-900">Мои услуги</h2>
      <hr className="border-t border-gray-700 my-4" />
      <div className="grid grid-cols-1 sm:grid-cols-2 gap-8 text-lg text-gray-900 leading-[1.4]">
        <div>
          <p className="mb-3">
            Придерживаясь общих правил презентации адвокатских услуг, как это
            делает подавляющее число моих коллег, в том числе и достаточно
            уважаемых, я мог бы выписать громадный перечень «полупонятных», даже
            для образованного человека, видов таких услуг.
          </p>
          <p className="mb-3">
            Забросал бы ваше интеллектуальное пространство специальными
            юридическими терминами, модными словами и словосочетаниями из
            иностранного юридического лексикона, предполагая, что тем самым
            произведу на посетителя моего сайта неизгладимое впечатление
            «крутого адвоката» или «крутой юрфирмы».
          </p>
          <p className="mb-3">
            Делать этого я не стану, дабы не выглядеть в Ваших глазах человеком
            с Марса, и постараюсь объяснить почему.
          </p>
          <p className="mb-3">
            Все адвокаты или юристы, или просто «вольные юристы», пользуются
            одним и тем же законодательством – законодательством того
            государства, на территории которого они осуществляют свою практику.
          </p>
          <p className="mb-3">
            Все адвокаты или юристы, или просто «вольные юристы», пользуются
            одним и тем же законодательством – законодательством того
            государства, на территории которого они осуществляют свою практику.
          </p>
          <p className="mb-3">
            Разница между ними состоит лишь в том, какие они люди сами по себе.
          </p>
          <p className="mb-3">
            От этого и зависит степень качества разрешения того вопроса , с
            которым Вы к нему обратитесь.
          </p>
        </div>
        <div>
          <p className="mb-3">
            Лично я считаю, что адвокат – это профессия, требующая от её
            обладателя, высокого уровня образования, интеллекта и жизненного
            опыта.
          </p>
          <p className="mb-3">
            Достигаются и приобретаются такие качества, в результате всего
            жизненного пути и профессиональной деятельности самого адвоката.
          </p>
          <p className="mb-3">
            Лучшей рекомендацией, для Вас - «Работать с этим адвокатом, или
            нет», будет рекомендация Ваших знакомых, которые уже имели или имеют
            опыт сотрудничества с конкретным адвокатом, или Ваша личная встреча
            с ним, и тот вывод, который Вы сделаете сами после встречи.
          </p>
          <p className="mb-3">
            Лучшей рекомендацией, для Вас - «Работать с этим адвокатом, или
            нет», будет рекомендация Ваших знакомых, которые уже имели или имеют
            опыт сотрудничества с конкретным адвокатом, или Ваша личная встреча
            с ним, и тот вывод, который Вы сделаете сами после встречи.
          </p>
          <p className="mb-3">
            Могу Вас заверить, что и я, и мои партнёры-адвокаты, имеем
            достаточно хороший опыт и разбираемся в гражданском, уголовном,
            хозяйственном и административном праве. Для нас не составит никакого
            труда осуществить защиту Ваших интересов в суде или в любых других
            инстанциях.
          </p>
          <p className="mb-3">
            Если Вас заинтересовал такой подход к адвокатской деятельности,
            давайте встретимся и обсудим возможности и способы решения Ваших
            юридических проблем.
          </p>
        </div>
      </div>
    </section>
  );
};
