import { Footer } from "@/app/components/Footer/Footer";
import { HeaderBook } from "@/app/components/HeaderBook/HeaderBook";
import Link from "next/link";
import React from "react";

const CultStobDust = () => {
  return (
    <>
      <HeaderBook />
      <div className="max-w-4xl mx-auto p-6 my-5 bg-white text-gray-800 rounded-lg shadow-lg">
        <h1 className="text-3xl font-bold text-center mb-6">
          Культ.Стёб.Пыль.
        </h1>

        <div className="space-y-4 text-lg leading-relaxed">
          <p>
            …проза жизни... Слякотное утро. Вставать вам, наверное, было бы
            неохото в такую мерзкую погоду, потому что дальше вас ждёт
            банальность – обглоданная зубная щётка, невентилированная параша
            (та, которая сооружена в бОльшей части квартир и квартирок нашей
            великой родины Послекомунизмья, запустившей типа человека, типа в
            космас).
          </p>

          <p>
            Дальше бутерброт из варёнки,
            <span className="uppercase font-bold">КОФЕ</span> из стран третьего
            мира с рекламы из телевизора, застиранные до потери цвета элементы
            нижней части гардероба, дамы или жинтильмена (не имеет значения),
            более или менее имеющая вид верхняя одежда, грязнючий общественный
            транспорт, и
            <span className="uppercase font-bold">РАБОТИЩЕ НА БЛАГО...</span>
          </p>

          <p className="text-gray-600 italic">
            И всё это на фоне говённого «ГудДея»….
          </p>

          <h2 className="text-2xl font-semibold mt-6">А есть другая …каста…</h2>

          <p>
            Отдельно выстроенное
            <span className="uppercase font-bold">ДОМовладение…</span> Она
            открывает глазки, уставшие ото сна. Такая хорошенькая, спящая в
            чистейших подушечках. Это такой комфорт, который рисуют граффитти в
            глянцжурналах о красивой жизни.
            <span className="uppercase font-bold">
              АмериКанская проповедь!!!
            </span>
          </p>

          <h2 className="text-2xl font-semibold mt-6">Диалог за столом</h2>

          <p className="italic text-gray-600">
            - Хорошо, балычка отведай, оленинка,… друзья с Дальнего Востока, с
            охоты привезли. - А-а-а…? Ты со своим хозяином будь в острО, дело у
            нас на него… вонючее. - Спаасиибо! В век не забуду. - Домик
            достраиваешь? - Та так… Шеф мой – пердун старый, пора на пенсию, а
            он… жить не даёт. - Поможем, …дорогой ты мой. Дочь готовь. Мой орёл
            в июне вернётся - прилетает, пусть начинают жить, … дети наши! Ты же
            в курсе, у меня всё есть, у тебя… - В юридический хочу её… -
            Правильно, помогу, ты мне скажешь... А летом давай их к тебе в Крым!
            А? На бережок (ха-ха-ха)!
          </p>

          <h2 className="text-2xl font-semibold mt-6">Судебные разборки</h2>

          <p className="italic text-gray-600">
            - Ирина Александровна, мой один знакомый иск хочет подать против
            своей жены… Денег куры не клюют. Есть что делить. Он останется
            благодарным. Пять штук сейчас, … ну и потом... 45?! - Кто адвокат? -
            Классная! Наша – Нагинайкина Изольда Никакаевна!!! - Возьми, всё
            сделай как надо…
          </p>

          <h2 className="text-2xl font-semibold mt-6">Семейные драмы</h2>

          <p>
            Эта мартышка папе истерику закатила… Мол я не полюблю этого уродца
            морального. Я такая умница, а он дебилом славится у девочек попроще,
            потому что хамло самоуверенное.
          </p>

          <p className="italic text-gray-600">
            - Ты что ёп твою, курица, как и твоя мамаша… Там власть и бабла,
            грёбаный сарай. Я что ли твою басоту поднимать буду. Любовь у неё,
            нахрен. В армию его заберут. - У него справка. - Уже нет, пошла вон,
            думай как жить будешь. У меня сердце…
          </p>

          <p>
            Поплакала с милым, а его в армию-то и забрали. Папка расстарался…!
          </p>

          <h2 className="text-2xl font-semibold mt-6">Свадьба!</h2>

          <p>
            Я про свадьбу не стану рассказывать. Еды много было. Красота.
            Подарки, потом расскажу. Одно – брачной ночи не было. Что-то похожее
            уже случилось в третьем или четвёртом их свидании. А так – пьяный
            детище отрыгнул и заснул.
          </p>

          <p>
            А одна дама была на свадьбе – из влиятельных. С таким
            надменно-интеллигентным видом добродушия сказала в кулисах, что
            сделает из невесты судью. А девочке хотя это нахер не надо, но
            улыбнулась. Больше всех от этой радостной вести Папа скакал. Дочь
            взяли! Бля! Взяли! Ух ты, свезло, поручкались бля…
          </p>

          <h2 className="text-2xl font-semibold mt-6">Теперь я судья!</h2>

          <p>
            Ух бля-я, теперь я судья!!!. Здорово, кабинет власти. Подружки
            всутся. А тут чё, работать нада? Тяжко... Ну, разобралась - чё к
            чему. Есть коллеги постарше, помощники, компьютер и база, чёнибудь
            навояем. Зато гаишники отстают, всегда.
          </p>

          <p>
            В коридоре, такой музчинка подвернулся. Сам подошёл, стильненький
            недурак. Адвокат. После работы встретил. Цветы, ужин. Очень приятный
            человек. Поцеловались на бруддершафффт! Очень замокрело.
          </p>

          <p className="uppercase font-bold text-red-600">
            Ой, сама на себя такую блудятину… Он же мой муж….!!!!!!!!!!!!!!
          </p>

          <p>
            На набережной две подружки. Из, средних... За, тридцать... На,
            лавочке…
          </p>

          <p>
            Одна другой:
            <span className="uppercase font-bold">- У нас шансов уже нет.</span>
            На набережной, с нормальным, не познакомишься. Видишь - они все на
            молоденьких заглядуются.
          </p>

          <p>
            <span className="uppercase font-bold">
              - Я когда моложе была, перебирала, капризничала, динамила…
            </span>
          </p>

          <p>
            <span className="uppercase font-bold">
              - А я, б…дь, дура, стелить уже тогда надо было, бля…
            </span>
            , мораль! А теперь что? Одна!
          </p>

          <p>
            <span className="uppercase font-bold">
              - Задрала меня эта бедность.
            </span>
            Трусы нормальные купит себе не могу. Я даже не знаю, как это -
            фирменное бельё распечатать и на себя одеть. Всё по рынкам рыскаю в
            поисках чего-то более-менее подходящего по цене, да за тряпками
            шторными примеряю, стоя на картонке запыленной, как цапля, бля…! Мне
            же по ночам арать хочется от одиночества. Среди ночи проснусь, в
            тонусе, ноги скрещу, сожму, по животу рукой проведу, …стыдно
            признаться, подруга, вот как год уже, нужду справляю таким способом.
          </p>

          <p>
            <span className="uppercase font-bold">
              - А ты знаешь, ведь у меня тоже, аш с прошлого лета никого не
              было. Пипец!
            </span>
          </p>

          <p>
            <span className="uppercase font-bold">
              - Да. С каждым годом всё хуже.
            </span>
            А я тебе не рассказывала…
          </p>

          <p>
            И вдруг, к ним подходят два мужчины и здороваются. Девушки
            оживились, расплылись в шарме и улыбках. Познакомились. Ребята
            приглашают куда-нибудь зайти поужинать. С пионерским задором
            предложение принимается. Идут медленно, разделившись по парам, уже
            флиртуют. Так как кафе среднего ценового уровня забиты дополна
            посетителями, останавливают свой выбор на полупустом ресторане с
            видом на море и набережную. Приветливо усаживаются в сопровождении
            официанта-мужчины. Раскрывают меню предложенное учтиво официантом.
            Девушки с опаской посматривают на реакцию ухажёров, рассматривающих
            ценовую политику данного заведения, и успокаиваются после
            одобрительной реакции джентльменов. Всё нормально – подумала каждая
            из девушек, понимая, что ребята платёжеспособные. Вечер,
            …на-чал-СА!!!
          </p>

          <p>
            Уже спокойно, уютно разместив ягодичное мяско в удобные кресла,
            подкурив достанные из вечерних сумочек сигаретки, девушки, гламурно
            и нескромно стали путешествовать по меню.
          </p>

          <p>
            Для затравочки, положительно отозвавшись на предложение парней,
            начали с бутылочки, да-ле-ко, недешёвого винца. Стадия неспешного
            выбирания компанией блюд к застолью, сопровождалась смехом,
            авансными взглядами и улыбками, как со стороны мужской половины, так
            и со стороны слабого пола. Глазки заблестели, губки повлажнели,
            запястья дам всё чаще стали извиваться в причудливых томных фигурах.
          </p>

          <p>
            <span className="uppercase font-bold">За-ка-зали!</span> Официант,
            учтиво наклонившись перед сидящей за столом компанией, мастерски
            повторил сделанный ею заказ, своим уточняюще-вопросительным взглядом
            ещё раз пронёсся по лицам, «Все ли? Всё ли? Заказали?» и умчался
            выполнять его. А заказали действительно – хорошо, я бы сказал:
            нехило! Морепродуктные закуски, включая икры. Мясные, овощные
            нарезки. Сырную досточку, к вину, капризно заказала одна из девиц,
            руководствуясь принципами:
            <span className="uppercase font-bold">
              «на халяву и уксус сладок»
            </span>
            , <span className="uppercase font-bold">«пусть платят…»</span>.
            Ребята в свою очередь, все гастрономические предпочтения девчонок,
            приветствовали с очень большим энтузиазмом, и даже подстрекали их к
            заказыванию кулинарных излишеств. Щедрая предрасположенность новых
            знакомцев, вселяла в девушек уверенность не только в сегодняшний
            вечер, но и в завтрашний день, в прямом и переносном смысле.
          </p>

          <p>
            Первая бутылочка вина ушла просто мгновенно - в след за официантом с
            заказом. Вторую, один из парней принёс, самостоятельно сбегав на
            барную стойку, попросив включить её в счёт, распили под первые
            закусочки. Третья опустошилась перед подачей основных блюд.
            Четвёртая в середине еды. Хмель уже занимал свои территории,
            особенно в оголодавших девичьих мозгах. Елось и пилось очень весело.
            Всё это празднование обильно обкуривалось и обфлиртовывалось. В
            общении между «мальчиками» и «девочками» стали фигурировать
            непрозрачные намёки. «Девочки» загадочными походочками периодически
            убегали в туалетик посплетничать, и поправится от танцевальных
            номеров, которые уже разогрели их природные желания. Стол,
            изначально ломившийся от изысканного жрача, начал постепенно
            упорядочиваться. С него, профессиональный взор официанта, уже умело
            слизал ещё заполненные качественными харчами тарелки, из которых, по
            его мнению, есть более не подобало таким благородным людям.
          </p>

          <p>
            Для усиления чувства
            <span className="uppercase font-bold">«богатого праздника»</span>,
            один из парней - тот который бегал за вином на бар, на глазах у
            наших героинь, офигевших от такого счастливого вечера, сунул
            «постороннему» официанту с барского плеча сто гривень, лишь за то,
            чтобы тот позвал «нашего» официанта. Тот час же, примчавшемуся
            «нашему» официанту, было дано задание подать бутылку дорогущего
            коньяку. Просьба сопровождалась словами:
            <span className="uppercase font-bold">
              «Давай браток быстрее. Не обижу!»
            </span>
            Принёс. Девушки скревились, но макнули. Ха-ля-ва, … же!... и ещё!...
            и ещё… Уже классно накИдались. Стали помеж себя договариваться, кто
            с кем, и куда спать поедут, в продолжение знакомства. Вроде уже и
            договорились. Девушки с хихиканьем, но довольны таким то поворотом
            событий. За стол присели, кофе пьют. Ребята на свежий воздух,
            …прогуляться…
          </p>

          <p>
            …уже и кофе по-второму разу выпили, и сигарет, новые пачки
            назаказывали, уже и лица недовольные коньяком накушали, а парней всё
            нет…!!!
          </p>

          <p>
            <span className="uppercase font-bold">Жесть…!</span> Все годовые
            накопления двух дев, предназначенные на ещё двухнедельный отдых в
            Крыму, …одна осталась в залог в ресторане, под насмешливыми
            взглядами персонала, а вторая в истерических слезах на сьёмную
            квартиру, выгребать закрома. Привезла. Еле хватило. Рассчитались.
          </p>

          <p>
            И-дут, …опустошённо молчат, …слёз уже не хватает. Ненависть, ко
            всему мужскому…
          </p>

          <p>
            Одна:
            <span className="uppercase font-bold">
              - зато поужинали классно.
            </span>
          </p>

          <p>
            Другая:
            <span className="uppercase font-bold">
              - «…и сырную доску пожалуйста, …принесите…»
            </span>
            <span className="italic">
              …И женский откровенный ржач до состояния истерики, а жить-то
              надо…. Это - правдивая история…!
            </span>
            ...........???
          </p>
        </div>

        <div className="mt-8 flex justify-between">
          <Link href="/lyad" className="text-blue-600 hover:underline">
            Все главы
          </Link>
          <Link
            href="/lyad/dreams-sam-hypothesis"
            className="text-blue-600 hover:underline"
          >
            Следующая глава
          </Link>
        </div>
      </div>
      <Footer />
    </>
  );
};

export default CultStobDust;
