import { Footer } from "@/app/components/Footer/Footer";
import { Header } from "@/app/components/Header/Header";
import React from "react";

const CultStobDust = () => {
  return (
    <>
      <Header />
      <div className="max-w-4xl mx-auto p-6 my-5 bg-white text-gray-800 rounded-lg shadow-lg">
        <h1 className="text-3xl font-bold text-center mb-6">
          Культ.Стёб.Пыль.
        </h1>

        <div className="space-y-4 text-lg leading-relaxed">
          <p>
            …проза жизни... Слякотное утро. Вставать вам, наверное, было бы
            неохото в такую мерзкую погоду, потому что дальше вас ждёт
            банальность – обглоданная зубная щётка, невентилированная параша
            (та, которая сооружена в бОльшей части квартир и квартирок нашей
            великой родины Послекомунизмья, запустившей типа человека, типа в
            космас).
          </p>

          <p>
            Дальше бутерброт из варёнки,{" "}
            <span className="uppercase font-bold">КОФЕ</span> из стран третьего
            мира с рекламы из телевизора, застиранные до потери цвета элементы
            нижней части гардероба, дамы или жинтильмена (не имеет значения),
            более или менее имеющая вид верхняя одежда, грязнючий общественный
            транспорт, и{" "}
            <span className="uppercase font-bold">РАБОТИЩЕ НА БЛАГО...</span>
          </p>

          <p className="text-gray-600 italic">
            И всё это на фоне говённого «ГудДея»….
          </p>

          <h2 className="text-2xl font-semibold mt-6">А есть другая …каста…</h2>

          <p>
            Отдельно выстроенное{" "}
            <span className="uppercase font-bold">ДОМовладение…</span> Она
            открывает глазки, уставшие ото сна. Такая хорошенькая, спящая в
            чистейших подушечках. Это такой комфорт, который рисуют граффитти в
            глянцжурналах о красивой жизни.{" "}
            <span className="uppercase font-bold">
              АмериКанская проповедь!!!
            </span>
          </p>

          <h2 className="text-2xl font-semibold mt-6">Диалог за столом</h2>

          <p className="italic text-gray-600">
            - Хорошо, балычка отведай, оленинка,… друзья с Дальнего Востока, с
            охоты привезли. - А-а-а…? Ты со своим хозяином будь в острО, дело у
            нас на него… вонючее. - Спаасиибо! В век не забуду. - Домик
            достраиваешь? - Та так… Шеф мой – пердун старый, пора на пенсию, а
            он… жить не даёт. - Поможем, …дорогой ты мой. Дочь готовь. Мой орёл
            в июне вернётся - прилетает, пусть начинают жить, … дети наши! Ты же
            в курсе, у меня всё есть, у тебя… - В юридический хочу её… -
            Правильно, помогу, ты мне скажешь... А летом давай их к тебе в Крым!
            А? На бережок (ха-ха-ха)!
          </p>

          <h2 className="text-2xl font-semibold mt-6">Судебные разборки</h2>

          <p className="italic text-gray-600">
            - Ирина Александровна, мой один знакомый иск хочет подать против
            своей жены… Денег куры не клюют. Есть что делить. Он останется
            благодарным. Пять штук сейчас, … ну и потом... 45?! - Кто адвокат? -
            Классная! Наша – Нагинайкина Изольда Никакаевна!!! - Возьми, всё
            сделай как надо…
          </p>

          <h2 className="text-2xl font-semibold mt-6">Семейные драмы</h2>

          <p>
            Эта мартышка папе истерику закатила… Мол я не полюблю этого уродца
            морального. Я такая умница, а он дебилом славится у девочек попроще,
            потому что хамло самоуверенное.
          </p>

          <p className="italic text-gray-600">
            - Ты что ёп твою, курица, как и твоя мамаша… Там власть и бабла,
            грёбаный сарай. Я что ли твою басоту поднимать буду. Любовь у неё,
            нахрен. В армию его заберут. - У него справка. - Уже нет, пошла вон,
            думай как жить будешь. У меня сердце…
          </p>

          <p>
            Поплакала с милым, а его в армию-то и забрали. Папка расстарался…!
          </p>

          <h2 className="text-2xl font-semibold mt-6">Свадьба!</h2>

          <p>
            Я про свадьбу не стану рассказывать. Еды много было. Красота.
            Подарки, потом расскажу. Одно – брачной ночи не было. Что-то похожее
            уже случилось в третьем или четвёртом их свидании. А так – пьяный
            детище отрыгнул и заснул.
          </p>

          <p>
            А одна дама была на свадьбе – из влиятельных. С таким
            надменно-интеллигентным видом добродушия сказала в кулисах, что
            сделает из невесты судью. А девочке хотя это нахер не надо, но
            улыбнулась. Больше всех от этой радостной вести Папа скакал. Дочь
            взяли! Бля! Взяли! Ух ты, свезло, поручкались бля…
          </p>

          <h2 className="text-2xl font-semibold mt-6">Теперь я судья!</h2>

          <p>
            Ух бля-я, теперь я судья!!!. Здорово, кабинет власти. Подружки
            всутся. А тут чё, работать нада? Тяжко... Ну, разобралась - чё к
            чему. Есть коллеги постарше, помощники, компьютер и база, чёнибудь
            навояем. Зато гаишники отстают, всегда.
          </p>

          <p>
            В коридоре, такой музчинка подвернулся. Сам подошёл, стильненький
            недурак. Адвокат. После работы встретил. Цветы, ужин. Очень приятный
            человек. Поцеловались на бруддершафффт! Очень замокрело.
          </p>

          <p className="uppercase font-bold text-red-600">
            Ой, сама на себя такую блудятину… Он же мой муж….!!!!!!!!!!!!!!
          </p>
        </div>

        <div className="mt-8 flex justify-between">
          <a href="/lyad" className="text-blue-600 hover:underline">
            Все главы
          </a>
          <a href="#next-chapter" className="text-blue-600 hover:underline">
            Следующая глава
          </a>
        </div>
      </div>
      <Footer />
    </>
  );
};

export default CultStobDust;
